Revit 2023 API
GroupTypeId.TranslationIn Property
 "Translation in"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId TranslationIn { get; }
Visual Basic
Public Shared ReadOnly Property TranslationIn As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TranslationIn {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace